Revit 2024 API
ParameterTypeId.ColorFillFilteredParam Property
 "Values Displayed"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ColorFillFilteredParam { get; }
Visual Basic
Public Shared ReadOnly Property ColorFillFilteredParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ColorFillFilteredParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace